Repository: osmfj/osm-trans-ja
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: ja

source: <html>The automatic process for retrieving an OAuth Access Token<br>from the OSM server failed.<br><br>Please try again or choose another kind of authorization process,<br>i.e. semi-automatic or manual authorization.</html>
ja: <html>OSM サーバーから OAuth アクセストークンを取得する自動手続きが失敗しました。<br><br>やり直すか、他の認証手続き(例:半自動認証や手動認証)を選択してください。</html>

source: <html>The child relation<br>{0}<br>is deleted on the server.
ja: <html>サーバ上の子リレーション<br>{0}<br>が削除されます。

source: <html>The combined ways are members in one or more relations.
ja: <html>結合されたウェイは、一つ以上のリレーションのメンバーになっています。

source: <html>The current URL <tt>{0}</tt><br>is an external URL.
ja: <html>現在の URL <tt>{0}</tt><br>iは、外部 URL.です。

source: <html>The data in the GPX layer ''{0}'' has been downloaded from the server.<br>Because its way points do not include a timestamp we cannot correlate them with audio data.</html>
ja: <html>選択したGPXレイヤー ''{0}'' はサーバーからダウンロードしたものです。<br>タイムスタンプの情報が無いため、音声データとの同期はできません。</html>

source: <html>The data in the GPX layer ''{0}'' has been downloaded from the server.<br>Because its way points do not include a timestamp we cannot correlate them with images.</html>
ja: <html>選択したGPXレイヤー ''{0}'' はサーバーからダウンロードしたものです。<br>タイムスタンプの情報が無いため、写真との同期はできません。</html>

source: <html>The data to be uploaded participates in unresolved conflicts of layer ''{0}''.<br>You have to resolve them first.</html>
ja: <html>アップロードされるデータは、レイヤー''{0}''に未解決の競合を含んでいます。<br>まずそれを先に解消してください。</html>

source: <html>The following changeset tag contains an empty key/value:<br>{0}<br>Continue?</html>
ja: <html>変更セットのタグに空のキー／値が存在します。<br>{0}<br>継続しますか？</html>

source: <html>The merged nodes are members in one or more relations.
ja: <html>結合したノードは、一つ以上のリレーションのメンバーです。

source: <html>The number of lanes is not specified for one or more roads; please add missing lanes tags.</html>
ja: <html>1本以上の道路に車線数が指定されていません。車線数タグを追加してください。</html>

source: <html>The relation has been changed.<br><br>Do you want to save your changes?</html>
ja: <html>リレーションが変更されました。<br><br>変更を保存しますか？</html>

source: <html>The selected object is not available in the current<br>edit layer ''{0}''.</html>
ja: <html>選択したオブジェクトは、現在の編集中のレイヤー''{0}''<br>にありません。</html>

source: <html>The server reported that it has detected a conflict.
ja: <html>このサーバーは競合が検出されたと報告されました。

source: <html>The server reported that it has detected a conflict.<br>Error message (untranslated):<br>{0}</html>
ja: <html>サーバーから競合検知の報告がありました。<br>エラーメッセージ(未翻訳):<br>{0}</html>

source: <html>The server reports that an object is deleted.<br><strong>Uploading failed</strong> if you tried to update or delete this object.<br> <strong>Downloading failed</strong> if you tried to download this object.<br><br>The error message is:<br>{0}</html>
ja: <html>サーバーからオブジェクト削除の報告がありました。<br>このオブジェクトを更新または削除しようとしたのであれば<strong>アップロードは失敗</strong>です。<br> このオブジェクトをダウンロードしようとしたのであれば<strong>ダウンロードは失敗</strong>です。<br><br>エラーメッセージ:<br>{0}</html>

source: <html>The test failed because the server responded with an internal error.<br>JOSM could not decide whether the token is valid.
ja: <html>サーバが内部エラーで応答したため、テストに失敗しました。<br>JOSMはトークンが有効かどうかを判断できませんでした。

source: <html>There are <strong>multiple changesets</strong> necessary in order to upload {0} objects.
ja: <html>{0}オブジェクトをアップロードするために必要な<strong>複数の変更セット</strong>があります。

source: <html>There are no layers the source layer<br>''{0}''<br>could be merged to.</html>
ja: <html>統合元のレイヤー<br>''{0}''<br>を統合できる先のレイヤーがありません。</html>

source: <html>There aren''t further connected ways to download.<br>A potential duplicate node of the currently selected node was found, though.<br><br>The currently selected node is ''{0}''<br>The potential duplicate node is ''{1}''<br>Merge the duplicate node onto the currently selected node and continue way downloading?</html>
ja: <html>これ以上、ダウンロードすべき接続されたウェイがありません。<br>しかし、現在選択されているノードと重複していそうなものが見つかりました。<br><br>現在選択されているノードは、''{0}''です。<br>重複していそうなノードは''{1}''です。<br>重複したノードを現在選択したノードに混合してウェイのダウンロードを継続しますか？</html>

source: <html>There is at least one member in this relation referring<br>to the relation itself.<br>This creates circular dependencies and is discouraged.<br>How do you want to proceed with circular dependencies?</html>
ja: <html>このリレーションの1つ以上のメンバーは、<br>自身のリレーションを参照しています。<br>これは循環参照を引き起こすため、推奨されません。<br>循環参照をどうしますか？</html>

source: <html>There is currently no download area selected.</html>
ja: <html>現在、ダウンロードするエリアが選択されていません。</html>

source: <html>This action will require {0} individual<br>download request.
ja: <html>このアクションには、{0}個の<br>ダウンロード要求が必要です。

source: <html>This relation already has one or more members referring to<br>the object ''{0}''<br><br>Do you really want to add another relation member?</html>
ja: <html>このリレーションは、すでに次のオブジェクトをメンバーとして持っています。<br>''{0}''<br><br>リレーションのメンバーとしてさらに追加しますか？</html>

source: <html>This relation has been changed outside of the editor.<br>You cannot apply your changes and continue editing.<br><br>Do you want to create a conflict and close the editor?</html>
ja: <html>このリレーションは編集画面以外で変更されています。<br>変更を適用して編集を続けることはできません<br><br>競合を作成してエディタを閉じますか？</html>

source: <html>This turn restriction has been changed outside of the editor.<br>You cannot apply your changes and continue editing.<br><br>Do you want to create a conflict and close the editor?</html>
ja: <html>この進行方向制限は編集画面の外部で変更されています。<br>変更を適用して編集を続けることはできません。<br><br>競合を作成して編集画面を閉じますか？</html>

source: <html>Unable to parse tagging preset source: {0}.
ja: <html>タグ付けのプリセットソースを解析できません:{0}。

source: <html>Upload of unprocessed GPS data as map data is considered harmful.<br>If you want to upload traces, look here:</html>
ja: <html>処理していない GPS データを地図データとしてアップロードする行為は有害なことです。<br>トレースデータをアップする場合は、次の場所から行ってください。</html>

source: <html>Uploading <strong>failed</strong> because the server has a newer version of one<br>of your nodes, ways, or relations.<br><br>Click <strong>{0}</strong> to synchronize the entire local dataset with the server.<br>Click <strong>{1}</strong> to abort and continue editing.<br></html>
ja: <html>アップロード<strong>失敗</strong>: サーバーはあなたのノード・ウェイ・リレーションのどれかに、<br>もっと新しいバージョンのものを持っているようです。<br>全ローカルセットを同期させるには、<strong>{0}</strong> をクリックしてください。<br>中止して編集を継続するには、<strong>{1}</strong> をクリックしてください。<br></html>

source: <html>Uploading <strong>failed</strong> because the server has a newer version of one<br>of your nodes, ways, or relations.<br>The conflict is caused by the <strong>{0}</strong> with id <strong>{1}</strong>,<br>the server has version {2}, your version is {3}.<br><br>Click <strong>{4}</strong> to synchronize the conflicting primitive only.<br>Click <strong>{5}</strong> to synchronize the entire local dataset with the server.<br>Click <strong>{6}</strong> to abort and continue editing.<br></html>
ja: <html>アップロード<strong>失敗</strong>: サーバーはあなたのノード・ウェイ・リレーションのどれかに、<br>もっと新しいバージョンのものを持っているようです。<br>この競合は、id <strong>{1}</strong> の <strong>{0}</strong> でおきました。<br>サーバーにあるバージョンは {2} で、あなたのは {3} です。<br><br>競合したプリミティブのみを同期させるには、<strong>{4}</strong>をクリックしてください。 <br>全ローカルセットを同期させるには、<strong>{5}</strong> をクリックしてください。<br>中止して編集を継続するには、<strong>{6}</strong> をクリックしてください。<br></html>

source: <html>Uploading <strong>failed</strong> because you have been using<br>changeset {0} which was already closed at {1}.<br>Please upload again with a new or an existing open changeset.</html>
ja: <html>変更セット {0} はすでに {1} に閉じているので、アップロードに<strong>失敗しました</strong>。<br>新しい変更セットか既存の開いている変更セットでもう一度アップロードしてください。</html>

source: <html>Uploading to the server <strong>failed</strong> because your current<br>dataset violates a precondition.<br>The error message is:<br>{0}</html>
ja: <html>サーバーへのアップロードは<strong>失敗しました。</strong> 現在の<br>データセットは前提条件に違反しています。<br>エラーメッセージ:<br>{0}</html>

source: <html>Use photo of an accurate clock,<br>e.g. GPS receiver display</html>
ja: <html>正確な時計の写真を使用のこと,<br>例. GPS レシーバ画面</html>

source: <html>Use the default OSM server URL (<strong>{0}</strong>)</html>
ja: <html>デフォルトOSM サーバーURLを使用 (<strong>{0}</strong>)</html>

source: <html>Value of key "source" when autosourcing is enabled</html>
ja: <html>可能な場合、キー "source" の値を自動化</html>

source: <html>Version <strong>{0}</strong> created on <strong>{1}</strong></html>
ja: <html>バージョン <strong>{0}</strong> 作成日 <strong>{1}</strong></html>

source: <html>Version <strong>{0}</strong> currently edited in layer ''{1}''</html>
ja: <html>レイヤー ''{1}'' で編集しているバージョン <strong>{0}</strong></html>

source: <html>You are going to reverse the way ''{0}'',<br/> whose semantic meaning of its tag ''{1}'' is defined by its direction.<br/>Do you really want to change the way direction, thus its semantic meaning?</html>
ja: <html>ウェイ ''{0}'' を反転しようとしていますが、<br />方向に依存した意味を持つタグ({1})が定義されています。<br />この意味が変更されますが、本当にウェイの向きを変更しますか？</html>

source: <html>You are trying to add a child relation which refers to the parent relation.<br><br>This generates a circular dependency of parent/child elements and is therefore discouraged.<br>Skipping relation ''{0}''.<br>Relations that would generate the circular dependency:<br>{1}</html>
ja: <html>親リレーションを参照する子リレーションを追加しようとしています。<br><br>これにより、親/子要素の循環を生成するため、推奨されません。<br>リレーション''{0}''をスキップします。<br>循環従属を生成するリレーション:<br>{1}</html>

source: <html>You are trying to add a relation to itself.<br><br>This creates circular references and is therefore discouraged.<br>Skipping relation ''{0}''.</html>
ja: <html>リレーション自身に追加しようとしています。<br><br>これは循環参照を引き起こすので薦められません。<br>リレーション ''{0}'' をスキップします。</html>

source: <html>You are trying to add a relation to itself.<br><br>This generates a circular dependency of parent/child elements and is therefore discouraged.<br>Skipping relation ''{0}''.</html>
ja: <html>それ自体にリレーションを追加しようとしています。<br><br>これは親/子要素の循環従属を生成するため、推奨されません。<br>リレーション''{0}''をスキップします。</html>

source: <html>You are using the EPSG:4326 projection which might lead<br>to undesirable results when doing rectangular alignments.<br>Change your projection to get rid of this warning.<br>Do you want to continue?</html>
ja: <html>現在 EPSG:4326 投影法を使用しており、長方形整列を行うと<br>望ましくない結果を引き起こすかもしれません。<br>この警告を消すには、投影法を変更してください。<br>続けますか？</html>

source: <html>You did not finish to merge the differences in this conflict.<br>Conflict resolutions will not be applied unless all differences<br>are resolved.<br>Click <strong>{0}</strong> to close anyway.<strong> Already<br>resolved differences will not be applied.</strong><br>Click <strong>{1}</strong> to return to resolving conflicts.</html>
ja: <html>この競合に含まれる差異のマージが完了していません。<br>全ての差異が解決されないと、競合の解決は適用されません。<br><strong>{0}</strong>をクリックすると破棄して閉じます。<br><strong>すでに解決した差異は適用されません。</strong><br><strong>{1}</strong>をクリックすると、競合の解決に戻ります。</html>

source: <html>You have successfully retrieved an OAuth Access Token from the OSM website.
ja: <html>OSM WebサイトからOAuthアクセストークンを正常に取得できました。

source: <html>You have unsaved changes in this editor window.<br><br>Do you want to discard these changes and reload data from layer?</html>
ja: <html>このエディタウィンドウに未保存の変更があります。<br><br>変更を破棄してレイヤーからデータを読み込み直しますか？</html>

source: <html>{0} layer has unresolved conflicts.<br>Either resolve them first or discard the modifications.<br>Layer with conflicts:</html>
ja: <html>{0} レイヤーに未解決の競合があります。<br>先に解決するか、修正を破棄するかしてください。<br>競合のあるレイヤー:</html>

source: <html>{0} layer needs saving but has an associated file<br>which cannot be written.<br>Either select another file for this layer or discard the changes.<br>Layer with a non-writable file:</html>
ja: <html>{0}枚のレイヤーは保存が必要ですが、書き込み不可の<br>ファイルに関連付けられています。他のファイルを選択するか、<br>変更を破棄するかしてください。<br>書き込みできないファイルのレイヤー:</html>

source: <html>{0} layer needs saving but has no associated file.<br>Either select a file for this layer or discard the changes.<br>Layer without a file:</html>
ja: <html>{0} レイヤーは保存が必要ですが関連するファイルがありません。<br>このレイヤー用のファイルを選択するか変更を破棄してください。<br>ファイルの無いレイヤー:</html>

source: <html>{0} relations build a cycle because they refer to each other.<br>JOSM cannot upload them.
ja: <html>{0}リレーションは互いを参照するため、循環参照になります。<br>JOSMはリレーションをアップロードできません。

source: <i>(Autosave stores the changed data layers in periodic intervals.
ja: <i>(自動保存では、変更されたデータレイヤーが定期的に保存されます。

source: <i>(JOSM can keep a backup file when saving data layers.
ja: <i>(JOSMでは、データレイヤーを保存するときにバックアップファイルを保存できます。

source: <i>V: </i><b>%1</b>
ja: <i>V: </i><b>%1</b&gt;

source: <i>degrees</i><tt>&deg;</tt>
ja: <i>度</i><tt>&deg;</tt>

source: <i>degrees</i><tt>&deg;</tt> <i>minutes</i><tt>&#39;</tt>
ja: <i>度</i><tt>&deg;</tt> <i>分</i><tt>&#39;</tt>

source: <i>degrees</i><tt>&deg;</tt> <i>minutes</i><tt>&#39;</tt> <i>seconds</i><tt>&quot</tt>
ja: <i>度</i><tt>&deg;</tt> <i>分</i><tt>&#39;</tt> <i>秒</i><tt>&quot</tt>

source: <i>expression1 {0} expression2</i>
ja: <i>式1 {0} 式2</i>

source: <i>missing</i>
ja: <i>欠落</i>

source: <new object>
ja: <新しいオブジェクト>

source: <not> needs at least one child
ja: <not>には1つ以上の子要素が必要です

source: <or> needs at least one child
ja: <or>には1つ以上の子要素が必要です

source: <p><b>{0}</b> object hidden
ja: <p><b>{0}</b>件のオブジェクトが非表示化

source: <p>Failed to execute a script.</p><p/><p><strong>Error message:</strong>{0}</p>
ja: <p>スクリプトの実行に失敗</p><p/><p><strong>エラーメッセージ:</strong>{0}</p>

source: <p>Failed to execute a script.</p><p/><p><strong>Error message:</strong>{0}</p><p><strong>At:</strong>line {1}, column {2}</p>
ja: <p>スクリプトの実行に失敗</p><p/><p><strong>エラーメッセージ:</strong>{0}</p><p><strong>位置:</strong>line {1}, column {2}</p>

source: <p>Failed to execute the script file ''{0}''.</p><p/><p><strong>Error message:</strong>{1}</p>
ja: <p>スクリプトの実行に失敗 ファイル名: ''{0}''.</p><p/><p><strong>エラーメッセージ:</strong>{1}</p>

source: <p>Failed to execute the script file ''{0}''.</p><p/><p><strong>Error message:</strong>{1}</p><p><strong>At:</strong>line {2}, column {3}</p>
ja: <p>スクリプトの実行に失敗 ファイル名: ''{0}''.</p><p/><p><strong>エラーメッセージ:</strong>{1}</p><p><strong>位置:</strong>line {2}, column {3}</p>

source: <p>The script can''t be executed, because a scripting engine with name ''{0}'' isn''t configured.</p><p>Refer to the online help for information about how to install/configure a scripting engine for JOSM.</p>
ja: <p>スクリプトは実行不能です。スクリプトエンジン ''{0}'' が設定されていません。</p><p>スクリプティングエンジンの追加・設定手順の詳細についてはオンラインヘルプを参照してください。</p>

source: <span>Download objects that have some concrete key/value pair, only the key with any contents for the value, the value matching some regular expression.
ja: <span>キー/値のペアをもつオブジェクトのうち、値をもつキーのうち、正規表現にマッチする値をもつものををダウンロードします。

source: <strong>Support for python plugins is disabled.</strong><br>The scripting plugin can load and run plugins written in <strong>Python</strong>.
ja: <strong>Pythonプラグインのサポートは無効になっています。</strong><br>スクリプトプラグインは、<strong>Python</strong>で記述されたプラグインをロードして実行できます。

source: <strong>Warning:</strong> Since you are using not the default OSM API, make sure to set an OAuth consumer key and secret in the <i>Advanced OAuth parameters</i>.
ja: <strong>警告:</ strong>デフォルトのOSM APIを使用していないため、<i>高度なOAuthパラメータ</ i>でOAuthコンシューマキーと秘密鍵を設定してください。

source: <undefined>
ja: <未定義>

source: errors left
ja: エラー残 こ

source: notifications left
ja: 通知残 こ

source: warnings left
ja: 警告残 こ

source: (aka: What's wrong with the HOT Tasking Manager?)
ja: (つまり、HOT Tasking Managerの何が問題ですか?)

source: Beware: This may take some time (up to several minutes), depending on your machine.
ja: 注意:これには、マシンによっては時間がかかる場合があります(最大数分)。

source: Wanna start coding? Take a look at doc/development/README.md on how to get started.
ja: コーディングを開始しますか?開始する方法については、doc/development/README.mdをご覧ください。

source: gorilla/mux to easily create simple rest endpoints
ja: gorilla/mux簡単に簡単なレストエンドポイントを作成できます

source: gorilla/websocket for server → client communication
ja: gorilla/websocket サーバー→クライアント通信用

source: hauke96/kingpin for cli parameter and flag parsing
ja: hauke96/kingpin CLIパラメータやフラグのパース

source: hauke96/sigolo for logging
ja: hauke96/sigolo ロギング

source: kurrik/oauth1a for the oauth1a authentication
ja: kurrik/oauth1a oauth1a 認証用

source: lib/pq for a postgres database driver
ja: lib/pq PostgreSQL databaseドライバ

source: pkg/errors better error handling and enables us to show stack traces
ja: pkg/errorsエラー処理が改善され、スタックトレースを表示できる

source: tl;dr:
ja: 一言でいうと

source: Changes in 1.1.0: New features: Internationalization: Translation of STM into Chinese, German and Japanese Selection dialog to change the language Selected language stored in the browsers local storage Button to open task in iD Button to directly set a task as 'done' Longer token validity (your login is now valid for one week) Check GeoJSON format of each new task Bug fixes: Missing feedback on overpass error Reconnect on broken websocket connection Minor changes: Zoom to selected task when not visible on the screen Progress percentage in project list Automatic names of tasks (the numbers of unnamed now start at 1 in each new project) Internals: Store project-ID in task database table Create project and tasks within one HTTP request Introduce the context to add a logging trace-ID Better server side logging Reconnect to database after connection failure Source maps in karma tests
ja: 変更履歴(1.1.0-dev): 新機能: 国際化: STMを中国語、ドイツ語、日本語に翻訳 言語を選択するダイアログ ブラウザローカルストレージへ選択した言語を保存 iDエディタで開くボタン タスクを即時「完了」させるボタン トークン検証期間の延長(ログイン状態は1週間有効) 各新規タスクのGeoJSON フォーマットをチェック バグ修正: Overpassのエラーの報告がない Webソケット切断時に再接続 軽微な変更: スクリーンで見えないとき、選択したタスクにズームする プロジェクトリストの進捗パーセント タスクに自動で命名 (各新規プロジェクトで1から付番される) 内部の変更: タスクDBのテーブルにプロジェクトIDを格納 一つのHTTP リクエストで、プロジェクトとタスクを生成する ログイントレースIDをcontextに追加 サーバ側ログの改善 DBMSの接続失敗時に再接続 Source maps in karma tests

source: == Background == In November 2007, OpenStreetMap had its first edit war in [[WikiProject_Cyprus|Northern Cyprus]], with disagreement over the use of Greek or Turkish names in the Turkish controlled area.
ja: == 背景 == OpenStreetMap では、2007年11月に、[[WikiProject_Cyprus|北部キプロス]]で初めての編集合戦が行われました。

source: == Best practices == How do these guidelines apply in the OpenStreetMap Community?
ja: ==ベストプラクティス== これらのガイドラインはOpenStreetMapコミュニティにどのように適用されますか?

source: == Community cohesion == Unlike Wikipedia, we are not aiming to capture vast amounts of knowledge in the wiki.
ja: == コミュニティの団結 == ウィキペディアとは異なり、我々は、ウィキに膨大な量の知識を集めようとしているわけではありません。

source: == Copyright Law in detail == We have a number of wiki pages going into details of copyright law and how it applies to maps and OpenStreetMap: * [[Statute law]] * [[Case law]] * [[Copyright in deriving from aerial photography]] ===Copyright around the world=== *[[Copyright in the PRC]] ==Out of copyright maps== Usually copyright in maps (and anything else) will expire over a certain length of time.
ja: == 著作権法の詳細 == 著作権法の詳細を説明したり、どのように地図や OpenStreetMap に適用したりするのかについては、数多くのウィキページがあります。 * [[Statute law]] * [[Case law]] * [[Copyright in deriving from aerial photography]] ===世界中の著作権=== *[[Copyright in the PRC]] ==著作権の切れた地図== ふつう、地図（またはその他）の著作権は一定の時間を経過すれば期限切れになります。

source: == Don't confuse with Errata == There's a fine line between easter eggs and errata.
ja: == 誤りと混同しないでください == イースターエッグと誤りは、似て非なるものです。

source: == Future == Map styles with different focus, using different languages are [[Featured tile layers/Guidelines for new tile layers|welcomed]] as a new layer on the OpenStreetMap website.
ja: ==今後== OpenStreetMapのWebサイトでは、異なる言語を使用した異なる焦点のマップスタイルが [[Featured tile layers/Guidelines for new tile layers|welcomed]] という新しいレイヤーとして提供されています。

source: == How to translate == === Single page === * Find the English version of a page in the main namespace.
ja: == 翻訳の仕方 == === 単一ページ === * 標準の名前空間で英語版のページを探してください。

source: == Instructions for the Languages template ==
ja: == Languages テンプレートの説明 ==

source: == Is it OpenStreetMap or Open Street Maps?
ja: == OpenStreetMap と Open Street Maps のどちらでしょうか？

source: == Language overview ==
ja: == 概要 ==

source: == Mailing lists == * Assume good faith * Stay on topic * No grandstanding * If you've made your point already, you don't need to tell us all again * Nitpicking doesn't help you or anyone else * Learn to live with the reply-to setting.
ja: ==メーリングリスト== * 誠実であることを前提とする * 話題に留まる * スタンドプレーなし * すでに主張しているのであれば、もう一度私たち全員に話す必要はありません。 * あら探しはあなたや他の誰の助けにもならない * 返信先の設定に対応します。

source: == OSM's view of the Topic == Fake street features are fairly hard to find, and we really have no idea how many there are.
ja: == この件について OSM がどう考えるか == 存在しない偽の地物を発見するのは非常に難しいものです。

source: == OpenStreetMap Foundation position == The [[Foundation|OpenStreetMap Foundation]] has provided a document for governments who want the OSM database to reflect what they think is the correct data: [http://www.osmfoundation.org/w/images/d/d8/DisputedTerritoriesInformation.pdf "Information for officials and diplomats of countries and entities with disputed territories"]
ja: == OpenStreetMap Foundation の立場 == [[Foundation|OpenStreetMap Foundation]] は、OSMデータベースに、正しいと考えるデータを反映したい政府向けの文書を提供しています [http://www.osmfoundation.org/w/images/d/d8/DisputedTerritoriesInformation.pdf "Information for officials and diplomats of countries and entities with disputed territories"]
